Repository: wp-plugins/wp-show-site-by-ip
Catalog: langs/wssbi-*.po
Languages: it_it

source: Hide the website to unknown IPs and show a temporary page instead
it_it: Nascondi il sito a IP sconosciuti e al suo posto mostra una pagina temporanea

# page title
source: Show Site by IP
it_it: Mostra sito per IP

# menu title
source: Show Site by IP
it_it: Mostra sito per IP

source: Show Site by IP
it_it: Mostra sito per IP

source: Warning: once enabled the IP filter you could not be able to see your website!
it_it: Attenzione: una volta abilitato il filtro IP potresti non essere in grado di vedere il tuo sito!

source: To allow the access to your website from your internet connection add the string <code>?wpok</code> to the website URL, like this: <br> <code>http://%s?wpok</code>
it_it: Per abilitare l'accesso al tuo sito dalla tua connessione internet aggiungi la stringa <code>?wpok</code> all'URL, ad esempio così: <br> <code>http://%s?wpok</code>

source: To remove your IP from the whitelist afterwards (and then go back to see the temporary page instead of your website) add the string <code>?wpko</code> to the website URL, like this: <br> <code>http://%s?wpko</code>
it_it: Per rimuovere il tuo IP dalla whitelist successivamente (e tornare a vedere la pagina HTML temporanea invece del sito) aggiungi la stringa <code>?wpko</code> all'URL, ad esempio così: <br> <code>http://%s?wpko</code>

source: Enable
it_it: Abilita

source: Enable or disable the IP filter
it_it: Abilita o disabilita il filtro IP

source: HTTP Status
it_it: Codice stato HTTP

source: Choose the <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">HTTP Status code</a> for the temporary page. Default is <abbr title="The server is currently unavailable (because it is overloaded or down for maintenance). Generally, this is a temporary state.">503</abbr>.
it_it: Scegli il codice stato HTTP per la pagina temporanea. Il valore predefinito è 503.

source: Full HTML content of the temporary page
it_it: Contenuto HTML completo della pagina temporanea

source: Settings
it_it: Impostazioni
